package com.ming3;

public class LambdaDemo {
    public static void main(String[] args){
        // 好吧。。貌似只能自己救自。。。。
        // 是的唉。。只有自己救自己。。。
        // 比较。。。是我。。。指针真的有点问题。。。
        // 路在脚下。。自己走。。。。
        // 是的。。现在的心态是入行的心态。。。而不是行外的心态。。。
        // 心态有问题。。。。
        // 路在脚下。。自己走。。。我自己。。。。。。。。。。。
        // 等于说。。现在已经入行了。。心态需要改变。。改变成入行的心态。。。
        // 等于说，，已经入社会了。。。。
        // 尴尬。。
        // 人家已经不是学生了。。。。
        //  彻底脱离学校了。。。
        // 这就正确了。。。。
        // 路在脚下，，自己走。。。。
        // 这个世界上没有人能救自己。。。。。。。
        // 应该恢复当初学前端的状态。。。
        // e。。的确是的。。恢复高中刚刚毕业的状态。。。
        // 那种状态才是最好的./...
        // 这个世界上没有人能救自己。。
        // 唯有自己救自己
        // 路在脚下。。自己走。。。
        // 恢复当初学前端的状态
        // blog 恢复更新
    }
}
